{
  "ES": [
    "ABRIR PAQUETE",
    "ASCENDER",
    "Nivel de Suerte: ",
    "Nivel de Ascensión: ",
    "Cartas obtenidas por paquete: ",
    "Probabilidad de Nivel C: ",
    "Probabilidad de Nivel R: ",
    "Probabilidad de Nivel E: ",
    "Probabilidad de Nivel L: ",
    "Porcentaje de colección: ",
    "Total de paquetes abiertos: ",
    "ACEPTAR",
    "¡Nivel de suerte aumenta!",
    "Información",
    "Card Realm es un juego de cartas coleccionables donde puedes obtener cartas de diferentes niveles: Común, Rara, Épica y Legendaria.",
    "Las cartas se obtienen abriendo paquetes, el número de cartas de cada paquete está determinado por el nivel de suerte y el nivel de ascensión.",
    "El nivel de suerte determina la probabilidad de obtener cartas de cada nivel, cuanto mayor sea el nivel de suerte, mayor será la probabilidad de obtener cartas de niveles superiores.",
    "Una vez que hayas completado la colección, puedes ascender. Esto reiniciará el nivel de suerte y la colección a 0, pero aumentará permanentemente tu nivel de ascensión."
  ],
  "FR": [
    "OUVRIR UN PACK",
    "ASCENSION",
    "Niveau de Chance : ",
    "Niveau d'Ascension : ",
    "Cartes obtenues par pack : ",
    "Probabilité du Niveau C : ",
    "Probabilité du Niveau R : ",
    "Probabilité du Niveau E : ",
    "Probabilité du Niveau L : ",
    "Pourcentage de collection : ",
    "Total des packs ouverts : ",
    "ACCEPTER",
    "Niveau de Chance Amélioré !!",
    "Informations",
    "Card Realm est un jeu de cartes à collectionner où vous pouvez obtenir des cartes de différents niveaux : Commun, Rare, Épique et Légendaire.",
    "Les cartes sont obtenues en ouvrant des packs, le nombre de cartes par pack est déterminé par le niveau de chance et le niveau d'ascension.",
    "Le niveau de chance détermine la probabilité d'obtenir des cartes de chaque niveau. Plus le niveau de chance est élevé, plus vous avez de chances d'obtenir des cartes de niveaux supérieurs.",
    "Une fois votre collection complétée, vous pouvez ascensionner. Cela réinitialisera votre niveau de chance et votre collection à 0, mais augmentera de façon permanente votre niveau d'ascension."
  ],
  "EN": [
    "OPEN PACK",
    "ASCEND",
    "Luck Level: ",
    "Ascension Level: ",
    "Cards obtained by pack: ",
    "Probability of Tier C: ",
    "Probability of Tier R: ",
    "Probability of Tier E: ",
    "Probability of Tier L: ",
    "Collection percentage: ",
    "Total open packs: ",
    "ACCEPT",
    "Level Up Luck!!",
    "Information",
    "Card Realm is a collectible card game where you can get cards from different tiers: Common, Rare, Epic and Legendary.",
    "The cards are obtained by opening packs, the number of cards in the packs are determined by the luck level and the ascension level.",
    "The luck level determines the probability of obtaining cards from each tier, the higher the luck level the higher the probability of obtaining cards from higher tiers.",
    "Once you have completed the collection you cand ascend, this will reset the luck level and the collection to 0, but increase permanently your ascension level."
  ],
  "PT": [
    "ABRIR PACOTE",
    "ASCENDER",
    "Nível de Sorte: ",
    "Nível de Ascensão: ",
    "Cartas obtidas por pacote: ",
    "Probabilidade do Nível C: ",
    "Probabilidade do Nível R: ",
    "Probabilidade do Nível E: ",
    "Probabilidade do Nível L: ",
    "Porcentagem da coleção: ",
    "Total de pacotes abertos: ",
    "ACEITAR",
    "Nível de Sorte Aumentado!!",
    "Informação",
    "Card Realm é um jogo de cartas colecionáveis onde você pode obter cartas de diferentes níveis: Comum, Raro, Épico e Lendário.",
    "As cartas são obtidas ao abrir pacotes, o número de cartas por pacote é determinado pelo nível de sorte e pelo nível de ascensão.",
    "O nível de sorte determina a probabilidade de obter cartas de cada nível. Quanto maior o nível de sorte, maior a chance de obter cartas de níveis superiores.",
    "Depois de completar a coleção, você pode ascender. Isso redefinirá o nível de sorte e a coleção para 0, mas aumentará permanentemente seu nível de ascensão."
  ]
}
